{
  "start": {
    "description": "Дом Бабушки. После неудачного разговора об отце ты идешь на чердак и находишь дневник отца, в котором есть несколько заказанных книг в его библиотеку. Даммм... Райончик был не из лучших, но ты пошел туда для их получения. Ты натыкаешься на книги о путешествии во времени, историческии книги, где выделено слово БРАН...",
    "description2": "и сейф в котором лежало что-то важное...",
    "options": {
      "a": "посмотреть в карманах",
      "b": "ну и пофиг..."
    }
  },
  "loc2": {
    "description": "Ты нашел ключ! Открыл сейф и прочитал записку с четкой инструкцией по путешествию во времени и местом начала этого путешествия и секретный код! На стене как раз видны кнопочки для ввода. Ты ввел эту комбинацию и открылся проход в подвал... Хм, стоит ли спускаться туда?!)",
    "options": {
      "a": "спуститься и никому не говорить",
      "b": "рассказать полиции"
    },
    "police_setuation": "Ты конечно молодец, но в подвале были обнаружены древние монеты, недавно пропавшие из музея. Все подозрения упали на твоего отца, подвал опечатали... Вы проиграли!"
  },
  "loc3": {
    "description": "Опачки, стоит камушек большой, а рядом стол с монетками, и рядом записка, читаем или отправляемся впуть?)",
    "options": {
      "a": "читаем",
      "b": "в путь, только время потратим"
    },
    "reading": "Не заню кто это читает, но я в прошлом, в замке Бран, логове дракулы(Влад Цепеш), кто бы ты ни был тебе осталась одна древняя монета, для этого отправься в Китай, тебе все станет понятно"
  },
  "loc4": {
    "description": "Ты приложил должные монеты ,чтобы переместиться в древний Китай. Твоя цель добыть браслет Солнца и монету, благодаря ей ты сможешь спасти отца, этот браслет сможет помочь тебе переместиться в любое время при помощи желания и одной монеты",
    "description2": "Вот ты и попал в гробницу Императора, нет толку рассказывать все увидишь сам, как насмотришься на эту красоту, скажи, внутренний голос даст подсказку, что делать.",
    "options": {
      "a": "Насмотрелся уже"
    }
  },
  "loc5": {
    "description": "Все ок, ты прошел по дорожке из плиток)...",
    "description2": "",
    "options": {
      "a": "☀",
      "b": "⚔",
      "c": "⚔",
      "d": "☀",
      "e": "☀",
      "f": "⚔"
    }
  },
  "loc6": {
    "description": "Ты забрал браслет, и монетку), теперь ты, подобрав комбинацию, полетел обратно домой, собирать вещи для борьбы с Владом(реальным Дракулой).",
    "description2": "Что ты возьмешь с собой? Выбери только 1! Как закончишь выбирать, нажми 'выбор закончен'",
    "options": {
      "b": "нож",
      "d": "фонарик и отмычка",
      "e": "выбор закончил"
    }
  },
  "loc7": {
    "description": "Ну что ж... Ты попал в лапы самому Колосажателю, так что не расслабляйсь, стало быть твой папа в темнице, она обычно в подвале, идем туда?",
    "description2": "Вот черт, там стражник, что делать!?",
    "options": {
      "a": "да",
      "b": "нет",
      "c": "выждать момент",
      "d": "броситься на него"
    }
  },
  "loc8": {
    "description": "Хах, ну ты и юморист конечно... Но это единственное верное решение, твой современный прикид породил ужас в этом пухляше, так что ты без проблем пройдешь к камере, где увидишь отца, несколько недель назад пропавшего, но для него это были десятки лет заточения...",
    "description2": "Емае.. Выждал момент, сзади подкрался граф со своей свитой, не Влад на твое счастье и закинул тебя к отцу, хоть здесь вы вместе. Но это проигрыш, надо было следить за тылом.",
    "options": {
      "a": "Далее"
    }
  },
  "loc9": {
    "description": "Ну ты конечно заглянул в камеру, там сидел отец и еще один человек, но как же ее открыть? Ты им поможешь) открыть дверь!",
    "description2": "Ты поcмотрел бы, что у тебя в инвентаре и выбрал, что ты будешь использовать",
    "options": {
    }
  },
  "loc10": {
    "description": "Ох... ну ключами от квартиры ты не взломал замок, сюда успели прибежать стражники... Это провал!",
    "description2": "Красавчик, ты выбрал правильный путь, отмычки были в тему, теперь будем думатьчто делать дальше!",
    "description3": "Хорош! НО у тебя осталось мало времени, быстрее!",
    "options": {
      "a": "Отходим в безопасное место",
      "b": "Посветить фонариком в сокамерника отца",
      "c": "Разделиться",
      "d": "Всем подняться на башню"
    }
  },
  "loc12": {
    "description": "Да вы решили разделиться, как раз смешались с толпой, которая шла в тронный зал и с другой которая шла в башню... Но вы не знали куда тебе не повезло... ПРОИГРЫШ",
    "description2": "Все вместе вы догадались куда идти, там отец телепортироавлся припомощи браслета, а тв при помощи камня, стоящего на смотровой площадке). Это победа!",
    "options": {
    }
  },
  "loc13": {
    "description": "Вы решили отойти в безопасное место, за дворец, ты и отец побежали к воротам, ничего хорошего не получилось, вы увидели Влада,который возвращался с бала, что с вами стало в красках описывать не будем, это проигрыш.",
    "description2": "Отлично почти все идут на бал), у вас есть время на побег, но сейчас вы решили спросить у сокамерника его мнение о побеге, ты посветил ему в лицо фонариком и он явил вам спрятанный ход, и зачем я решетку ломал!? ВЫ все побежали, но...",
    "options": {
      "a": "Твой папа вспомнил, что телепортироваться можно только один раз при помощи браслета, а у тебя он один!",
      "b": "Тебе придется телепортироваться через камень, это значит тебе придется пройти в лабораторию Дракулы, которую иногда называют смотровой площадкой, он вроде бы на балу, так что тебебудет достаточно просто вернутьсядомой, а папу проводит сокамерник.",
      "c": "Через несколько минут подъема ты очутился в лаборатории, емае да он настоящий задрот в алхимии и искал бессмертие, емае он зашел с балкона, видимо на балу просидел недолго... че делать? Ты странным образом обнаружил фонарик в кармане!",
      "options_for_c": {
        "a": "Кинуть в него ключи",
        "b": "Включить фонарик"
      }
    }
  },
  "loc14": {
    "description": "Ну ты кинул, но промахнулся, по этому фиаско!",
    "description2": "Ты включил фонарик и начал говорить про Бога света, он поверил и не стал тебе припятствовать в обмена на 'бессмертие'. Ну ты ему так сказал), ты дома ужепьешь чаек с отцом), ты победил",
    "options": {
    }
  }
}
